{
  "contact_email":"contact@sepetimapp.com",
  "sign_up": "Sign up,",
  "by_signing_up": "By signing up ",
  "you_agree": "you agree to our ",
  "terms_of_service": "Terms of Service ",
  "and": "and ",
  "privacy_policy": "Privacy Policy",
  "email": "Email",
  "password": "Password",
  "sign_up_button": "Sign up",
  "log_in_button": "Log in",
  "invalid_email": "Invalid email",
  "weak_password": "Weak password",
  "or": "OR",
  "yes": "Yes",
  "no": "No",
  "sign_in_google": "Sign in with Google",
  "register_with_google": "Register with google",
  "without_log_in": "Continue without logging in",
  "okay": "Okay",
  "network_error_title": "You're offline",
  "network_error_message": "Please check your internet connection and try again.",
  "email_already_in_use_title": "Try logging in",
  "email_already_in_use_message": "That email address is already in use. Try logging in or use a different email address.",
  "invalid_email_and_password_combination_title": "Invalid credentials",
  "invalid_email_and_password_combination_message": "Wrong email address and password combination. Try again.",
  "unexpected_server_error_title": "Unexpected server error",
  "unexpected_server_error_message": "Unexpected server error has occured. Try again later. If the problem persists, please report it from the 'Contact us' page in the settings section or by sending an e-mail to contact@sepetimapp.com .",
  "crop_image": "Crop Image",
  "verify_anonymous_login_text": "Signing up unlocks all the features of Sepetim app. You can skip the registration now and register later.\n\nSigning up ensures that your data is stored securely on the cloud so you can access it on any Android mobile device with your account.\n\nIf you uninstall the app before the registration, your data will be lost.",
  "continue_anyway": "Continue anyway",
  "home": "Home",
  "favorites": "Favorites",
  "settings": "Settings",
  "add_a_category": "Add a category",
  "title": "Title",
  "enter_a_title": "Enter a title",
  "colors": "Colors",
  "save": "Save",
  "from_gallery": "From Gallery",
  "from_camera": "From Camera",
  "cover_picture": "Cover Picture",
  "empty_title": "Title can't be empty",
  "title_exceeding_length": "Title can't be longer than 40 characters",
  "title_multiline": "Title can't include more than a line",
  "delete_category_title": "Delete category",
  "delete_category_message": "Are you sure to delete this category? It's groups and items will be deleted as well. This action can't be undone.",
  "delete": "Delete",
  "cancel": "Cancel",
  "please_report": "An unexpected error has occured. Please report to us.",
  "search_for_category": "Search in your categories",
  "categories": "Categories",
  "groups": "Groups",
  "add_a_group": "Add a group",
  "delete_group_title": "Delete group",
  "delete_group_message": "Are you sure to delete this group? It's items will be deleted as well. This action can't be undone.",
  "search_for_group": "Search in your groups",
  "add_an_item": "Add an item",
  "enter_a_price": "Enter a price",
  "invalid_price": "Invalid price",
  "price": "Price",
  "description": "Description",
  "empty_price": "Price can't be empty",
  "empty_description": "Description can't be empty",
  "enter_a_description": "Enter a description",
  "description_exceeding_length": "Description can't be longer than 1000 characters",
  "pictures": "Pictures",
  "upload_image": "Upload image",
  "items": "Items",
  "items_count": "Items count",
  "total_price": "Total price",
  "status": "Status",
  "search_for_item": "Search in your items",
  "category": "Category",
  "group": "Group",
  "item": "Item",
  "select_cover_picture": "Select cover picture",
  "set_as_cover": "Set as cover",
  "delete_item_title": "Delete item",
  "delete_item_message": "Are you sure to delete this item? This action can't be undone.",
  "groups_count": "Groups count",
  "created_at": "Created at",
  "last_edited": "Last edited",
  "loading": "Loading",
  "error": "Error",
  "deleting": "Deleting",
  "edit_description": "Edit description",
  "links": "Links",
  "url": "Url",
  "enter_a_url": "Enter a url",
  "invalid_url": "Invalid url.",
  "add_link": "Add link",
  "discard_changes_title": "Discard changes",
  "discard_changes_message": "Are you sure to discard the changes?",
  "link_adding_limit_title": "Link adding limit",
  "link_adding_limit_message": "Sorry, it's not possible to add more than 5 links for an item",
  "delete_link_title": "Delete link",
  "delete_link_message": "Are you sure to delete this link?",
  "something_went_wrong": "Oh! Something went wrong",
  "oops_error": "Oops! Error",
  "report_issue": "Report issue",
  "account": "Account",
  "not_signed_in": "Not signed in",
  "sign_out": "Log out",
  "change_email": "Change email",
  "change_password": "Change password",
  "delete_account": "Delete account",
  "contact_us": "Contact us",
  "share_app": "Share app",
  "register": "Register",
  "delete_account_title": "Are you sure to delete your account permanently?",
  "delete_account_message": "If you delete your account, your data will be deleted as well. This action can't be undone.",
  "too_many_requests_title": "Oops! You made too many requests",
  "too_many_requests_message": "You have to wait before sending another request to verify your password",
  "verify_your_password": "Verify your password",
  "wrong_password": "Wrong password",
  "enter_current_password": "Enter your current password to verify",
  "current_password": "Current password",
  "new_password": "New password",
  "verify": "Verify",
  "change_your_password": "Change your password",
  "enter_new_password": "Enter a new password",
  "successful": "Successful",
  "password_changed_successfully": "Password changed successfully",
  "link_copied": "Copied",
  "trillion": "Trillion",
  "billion": "Billion",
  "million": "Million",
  "forgot_password": "Forgot password?",
  "reset_password": "Reset password",
  "user_not_found_title": "Account not found",
  "user_not_found_message": "There is no user account with the entered email address.",
  "user_not_using_email_provider_title": "Invalid provider",
  "user_not_using_email_provider_message": "This email address doesn't belong to an email provider meaning the user didn't register with email and password.",
  "send_link": "Send reset password link",
  "enter_email_to_get_link": "Enter your registered email address to get a password reset link.",
  "not_registered_with_google_title": "Not registered as google account",
  "not_registered_with_google_message": "There is already an account with that email address but not registered as a google account.",
  "account_already_exists_title": "Account already in use",
  "account_already_exists_message": "You can't link your anonymous account with an account which is already in use.",
  "invalid_credential_title": "Invalid credential",
  "invalid_credential_message": "The credentials used to log in cannot be used to perform the requested action. (Removing the account from your phone and signing back in can help.)",
  "light_theme": "Light theme",
  "dark_theme": "Dark theme",
  "themes": "Themes",
  "terms_of_service_btn": "Terms of Service",
  "privacy_policy_btn": "Privacy Policy",
  "checkout_sepetim": "Checkout Sepetim app",
  "link_description": "Sepetim, the modern way to organize your shopping.",
  "dynamic_link": "https://sepetimapp.page.link/en",
  "insufficient_permission_title": "Insufficient permission",
  "insufficient_permission_message": "You do not have permission to execute the specified operation. You are probably seeing this message because you are trying to operate on an account for which you do not have usage rights.",
  "reset_password_link_sent": "Reset link sent successfully. Please check your mail box.",
  "cover_picture_changed": "Cover picture changed",
  "delete_account_error_title": "Delete account error",
  "delete_account_error_message": "An error occurred while deleting your account. To delete your account, you must log out and log in again. If this doesn't resolve the problem, please contact us.",
  "enter_your_message": "Enter your message",
  "empty_message": "Message can't be empty",
  "send_email": "Send email",
  "send_a_message": "Send a message",
  "send": "Send",
  "too_short_message": "Message can't be shorter than 10 characters",
  "message_sent_successfully": "Your message has been sent successfully. We will send an email to your account's email address to answer.",
  "categories_are_empty": "There are no categories",
  "groups_are_empty": "There are no groups",
  "items_are_empty": "There are no items",
  "long_press_to_delete": "Long press to delete links",

  
  "tc_section": {
    "terms_and_conditions_title": "Terms & Conditions",
    "updated_at": "Updated at 2020-10-09",
    "general_terms_title": "General Terms",
    "general_terms_paragraph": "By accessing Sepetim, you confirm that you are in agreement with and bound by the terms of service contained in the Terms & Conditions outlined below. These terms apply to the entire app and any email or other type of communication between you and Sepetim.\n\nUnder no circumstances shall Sepetim team be liable for any direct, indirect, special, incidental, or consequential damages, including, but not limited to, loss of data or profit, arising out of the use, or the inability to use, the materials on this app, even if Sepetim team or an authorized representative has been advised of the possibility of such damages. If your use of materials from this app results in the need for servicing, repair, or correction of equipment or data, you assume any costs thereof.\n\nSepetim will not be responsible for any outcome that may occur during the course of usage of our resources. We reserve the rights to revise the resources usage policy at any moment.",
    "license_title": "License",
    "license_paragraph": "Sepetim grants you a revocable, non-exclusive, non-transferable, limited license to download, install and use the app strictly in accordance with the terms of this Agreement.\n\nThese Terms & Conditions are a contract between you and Sepetim (referred to in these Terms & Conditions as \"Sepetim\", \"us\", \"we\" or \"our\"), the provider of the Sepetim app and the services accessible from the Sepetim app (which are collectively referred to in these Terms & Conditions as the \"Sepetim Service\").\n\nYou are agreeing to be bound by these Terms & Conditions. If you do not agree to these Terms & Conditions, please do not use the Sepetim Service. In these Terms & Conditions, \"you\" refers both to you as an individual and to the entity you represent. If you violate any of these Terms & Conditions, we reserve the right to cancel your account or block access to your account without notice.",
    "restrictions_title": "Restrictions",
    "restrictions_paragraph": "You agree not to, and you will not permit others to:\n\n    - License, sell, rent, lease, assign, distribute, transmit, host, outsource, disclose or otherwise commercially exploit the app or make the platform available to any third party.\n    - Modify, make derivative works of, disassemble, decrypt, reverse compile or reverse engineer any part of the app.\n    - Remove, alter or obscure any proprietary notice (including any notice of copyright or trademark) of Sepetim or its affiliates, partners, suppliers or the licensors of the app.",
    "your_consent_title": "Your Consent",
    "your_consent_paragraph": "We've updated our Terms & Conditions to provide you with complete transparency into what is being set when you visit our app and how it's being used. By using our app, registering an account, or making a purchase, you hereby consent to our Terms & Conditions.", 
    "links_to_other_websites_title": "Links to Other Websites",
    "links_to_other_websites_paragraph": "This Terms & Conditions applies only to the Services. The Services may contain links to other websites not operated or controlled by Sepetim. We are not responsible for the content, accuracy or opinions expressed in such websites, and such websites are not investigated, monitored or checked for accuracy or completeness by us. Please remember that when you use a link to go from the Services to another website, our Terms & Conditions are no longer in effect. Your browsing and interaction on any other website, including those that have a link on our platform, is subject to that website’s own rules and policies. Such third parties may use their own cookies or other methods to collect information about you.",
    "changes_to_our_terms_and_conditions_title": "Changes To Our Terms & Conditions",
    "changes_to_our_terms_and_conditions_paragraph": "You acknowledge and agree that Sepetim may stop (permanently or temporarily) providing the Service (or any features within the Service) to you or to users generally at Sepetim’s sole discretion, without prior notice to you. You may stop using the Service at any time. You do not need to specifically inform Sepetim when you stop using the Service. You acknowledge and agree that if Sepetim disables access to your account, you may be prevented from accessing the Service, your account details or any files or other materials which are contained in your account.\n\nIf we decide to change our Terms & conditions, we will post those changes on this page, and/or update the Terms & conditions modification date below.",
    "modifications_to_our_app_title": "Modifications to Our app",
    "modifications_to_our_app_paragraph": "Sepetim reserves the right to modify, suspend or discontinue, temporarily or permanently, the app or any service to which it connects, with or without notice and without liability to you.",
    "updates_to_our_app_title": "Updates to Our app",
    "updates_to_our_app_paragraph": "Sepetim may from time to time provide enhancements or improvements to the features/ functionality of the app, which may include patches, bug fixes, updates, upgrades and other modifications (\"Updates\").\n\nUpdates may modify or delete certain features and/or functionalities of the app. You agree that Sepetim has no obligation to (i) provide any Updates, or (ii) continue to provide or enable any particular features and/or functionalities of the app to you.\n\nYou further agree that all Updates will be (i) deemed to constitute an integral part of the app, and (ii) subject to the terms and conditions of this Agreement.",
    "third_party_services_title":"Thir-Party Services",
    "third_party_services_paragraph": "We may display, include or make available third-party content (including data, information, applications and other products services) or provide links to third-party websites or services (\"Third- Party Services\").\n\nYou acknowledge and agree that Sepetim shall not be responsible for any Third-Party Services, including their accuracy, completeness, timeliness, validity, copyright compliance, legality, decency, quality or any other aspect thereof. Sepetim does not assume and shall not have any liability or responsibility to you or any other person or entity for any Third-Party Services.\n\nThird-Party Services and links thereto are provided solely as a convenience to you and you access and use them entirely at your own risk and subject to such third parties' terms and conditions.",
    "term_and_termination_title": "Term and Termination",
    "term_and_termination_paragraph": "This Agreement shall remain in effect until terminated by you or Sepetim.\n\nSepetim may, in its sole discretion, at any time and for any or no reason, suspend or terminate this Agreement with or without prior notice.\n\nThis Agreement will terminate immediately, without prior notice from Sepetim, in the event that you fail to comply with any provision of this Agreement. You may also terminate this Agreement by deleting the app and all copies thereof from your computer.\n\nUpon termination of this Agreement, you shall cease all use of the app and delete all copies of the app from your computer.\n\nTermination of this Agreement will not limit any of Sepetim's rights or remedies at law or in equity in case of breach by you (during the term of this Agreement) of any of your obligations under the present Agreement.",
    "copyright_infringement_notice_title": "Copyright Infringement Notice",
    "copyright_infringement_notice_paragraph": "If you are a copyright owner or such owner’s agent and believe any material on our app constitutes an infringement on your copyright, please contact us setting forth the following information: (a) a physical or electronic signature of the copyright owner or a person authorized to act on his behalf; (b) identification of the material that is claimed to be infringing; (c) your contact information, including your address, telephone number, and an email; (d) a statement by you that you have a good faith belief that use of the material is not authorized by the copyright owners; and (e) the a statement that the information in the notification is accurate, and, under penalty of perjury you are authorized to act on behalf of the owner.",
    "indemnification_title": "Indemnification",
    "indemnification_paragraph": "You agree to indemnify and hold Sepetim and its parents, subsidiaries, affiliates, officers, employees, agents, partners and licensors (if any) harmless from any claim or demand, including reasonable attorneys' fees, due to or arising out of your: (a) use of the app; (b) violation of this Agreement or any law or regulation; or (c) violation of any right of a third party.",
    "no_warranties_title": "No Warranties",
    "no_warranties_paragraph": "The app is provided to you \"AS IS\" and \"AS AVAILABLE\" and with all faults and defects without warranty of any kind. To the maximum extent permitted under applicable law, Sepetim, on its own behalf and on behalf of its affiliates and its and their respective licensors and service providers, expressly disclaims all warranties, whether express, implied, statutory or otherwise, with respect to the app, including all implied warranties of merchantability, fitness for a particular purpose, title and non-infringement, and warranties that may arise out of course of dealing, course of performance, usage or trade practice. Without limitation to the foregoing, Sepetim provides no warranty or undertaking, and makes no representation of any kind that the app will meet your requirements, achieve any intended results, be compatible or work with any other software, apps, systems or services, operate without interruption, meet any performance or reliability standards or be error free or that any errors or defects can or will be corrected.\n\nWithout limiting the foregoing, neither Sepetim nor any Sepetim's provider makes any representation or warranty of any kind, express or implied: (i) as to the operation or availability of the app, or the information, content, and materials or products included thereon; (ii) that the app will be uninterrupted or error-free; (iii) as to the accuracy, reliability, or currency of any information or content provided through the app; or (iv) that the app, its servers, the content, or e-mails sent from or on behalf of Sepetim are free of viruses, scripts, trojan horses, worms, malware, timebombs or other harmful components.\n\nSome jurisdictions do not allow the exclusion of or limitations on implied warranties or the limitations on the applicable statutory rights of a consumer, so some or all of the above exclusions and limitations may not apply to you.",
    "limitation_of_liability_title": "Limitation of Liability",
    "limitation_of_liability_paragraph": "Notwithstanding any damages that you might incur, the entire liability of Sepetim and any of its suppliers under any provision of this Agreement and your exclusive remedy for all of the foregoing shall be limited to the amount actually paid by you for the app.\n\nTo the maximum extent permitted by applicable law, in no event shall Sepetim or its suppliers be liable for any special, incidental, indirect, or consequential damages whatsoever (including, but not limited to, damages for loss of profits, for loss of data or other information, for business interruption, for personal injury, for loss of privacy arising out of or in any way related to the use of or inability to use the app, third-party software and/or third-party hardware used with the app, or otherwise in connection with any provision of this Agreement), even if Sepetim or any supplier has been advised of the possibility of such damages and even if the remedy fails of its essential purpose.\n\nSome states/jurisdictions do not allow the exclusion or limitation of incidental or consequential damages, so the above limitation or exclusion may not apply to you.",
    "severability_title": "Severability",
    "severability_paragraph": "If any provision of this Agreement is held to be unenforceable or invalid, such provision will be changed and interpreted to accomplish the objectives of such provision to the greatest extent possible under applicable law and the remaining provisions will continue in full force and effect.\n\nThis Agreement, together with the Privacy Policy and any other legal notices published by Sepetim on the Services, shall constitute the entire agreement between you and Sepetim concerning the Services. If any provision of this Agreement is deemed invalid by a court of competent jurisdiction, the invalidity of such provision shall not affect the validity of the remaining provisions of this Agreement, which shall remain in full force and effect. No waiver of any term of this Agreement shall be deemed a further or continuing waiver of such term or any other term, and Sepetim’s failure to assert any right or provision under this Agreement shall not constitute a waiver of such right or provision. YOU AND Sepetim AGREE THAT ANY CAUSE OF ACTION ARISING OUT OF OR RELATED TO THE SERVICES MUST COMMENCE WITHIN ONE (1) YEAR AFTER THE CAUSE OF ACTION ACCRUES. OTHERWISE, SUCH CAUSE OF ACTION IS PERMANENTLY BARRED.",
    "waiver_title": "Waiver",
    "waiver_paragraph": "Except as provided herein, the failure to exercise a right or to require performance of an obligation under this Agreement shall not affect a party's ability to exercise such right or require such performance at any time thereafter nor shall be the waiver of a breach constitute waiver of any subsequent breach.\n\nNo failure to exercise, and no delay in exercising, on the part of either party, any right or any power under this Agreement shall operate as a waiver of that right or power. Nor shall any single or partial exercise of any right or power under this Agreement preclude further exercise of that or any other right granted herein. In the event of a conflict between this Agreement and any applicable purchase or other terms, the terms of this Agreement shall govern.",
    "amendments_to_this_agreement_title": "Amendments to this Agreement",
    "amendments_to_this_agreement_paragraph": "Sepetim reserves the right, at its sole discretion, to modify or replace this Agreement at any time. If a revision is material we will provide at least 30 days' notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion.\n\nBy continuing to access or use our app after any revisions become effective, you agree to be bound by the revised terms. If you do not agree to the new terms, you are no longer authorized to use Sepetim.",
    "entire_agreement_title": "Entire Agreement",
    "entire_agreement_paragraph": "The Agreement constitutes the entire agreement between you and Sepetim regarding your use of the app and supersedes all prior and contemporaneous written or oral agreements between you and Sepetim.\n\nYou may be subject to additional terms and conditions that apply when you use or purchase other Sepetim's services, which Sepetim will provide to you at the time of such use or purchase.",
    "updates_to_our_terms_title": "Updates to Our Terms",
    "updates_to_our_terms_paragraph": "We may change our Service and policies, and we may need to make changes to these Terms so that they accurately reflect our Service and policies. Unless otherwise required by law, we will notify you (for example, through our Service) before we make changes to these Terms and give you an opportunity to review them before they go into effect. Then, if you continue to use the Service, you will be bound by the updated Terms. If you do not want to agree to these or any updated Terms, you can delete your account.",
    "intellectual_property_title": "Intellectual Property",
    "intellectual_property_paragraph": "The app and its entire contents, features and functionality (including but not limited to all information, software, text, displays, images, video and audio, and the design, selection and arrangement thereof), are owned by Sepetim, its licensors or other providers of such material and are protected by Turkey and international copyright, trademark, patent, trade secret and other intellectual property or proprietary rights laws. The material may not be copied, modified, reproduced, downloaded or distributed in any way, in whole or in part, without the express prior written permission of Sepetim, unless and except as is expressly provided in these Terms & Conditions. Any unauthorized use of the material is prohibited.",
    "agreement_to_arbitrate_title": "Agreement to Arbitrate",
    "agreement_to_arbitrate_paragraph": "This section applies to any dispute EXCEPT IT DOESN’T INCLUDE A DISPUTE RELATING TO CLAIMS FOR INJUNCTIVE OR EQUITABLE RELIEF REGARDING THE ENFORCEMENT OR VALIDITY OF YOUR OR Sepetim’s INTELLECTUAL PROPERTY RIGHTS. The term “dispute” means any dispute, action, or other controversy between you and Sepetim concerning the Services or this agreement, whether in contract, warranty, tort, statute, regulation, ordinance, or any other legal or equitable basis. “Dispute” will be given the broadest possible meaning allowable under law.",
    "notice_of_dispute_title": "Notice of Dispute",
    "notice_of_dispute_paragraph": "In the event of a dispute, you or Sepetim must give the other a Notice of Dispute, which is a written statement that sets forth the name, address, and contact information of the party giving it, the facts giving rise to the dispute, and the relief requested. You must send any Notice of Dispute via email to: contact@sepetimapp.com. Sepetim will send any Notice of Dispute to you by mail to your address if we have it, or otherwise to your email address. You and Sepetim will attempt to resolve any dispute through informal negotiation within sixty (60) days from the date the Notice of Dispute is sent. After sixty (60) days, you or Sepetim may commence arbitration.",
    "binding_arbitration_title": "Binding Arbitration",
    "binding_arbitration_paragraph": "If you and Sepetim don’t resolve any dispute by informal negotiation, any other effort to resolve the dispute will be conducted exclusively by binding arbitration as described in this section. You are giving up the right to litigate (or participate in as a party or class member) all disputes in court before a judge or jury. The dispute shall be settled by binding arbitration in accordance with the commercial arbitration rules of the American Arbitration Association. Either party may seek any interim or preliminary injunctive relief from any court of competent jurisdiction, as necessary to protect the party’s rights or property pending the completion of arbitration. Any and all legal, accounting, and other costs, fees, and expenses incurred by the prevailing party shall be borne by the non-prevailing party.",
    "disclaimer_title": "Disclaimer",
    "disclaimer_paragraph": "Sepetim is not responsible for any content, code or any other imprecision.\n\nSepetim does not provide warranties or guarantees.\n\nIn no event shall Sepetim be liable for any special, direct, indirect, consequential, or incidental damages or any damages whatsoever, whether in an action of contract, negligence or other tort, arising out of or in connection with the use of the Service or the contents of the Service. The Company reserves the right to make additions, deletions, or modifications to the contents on the Service at any time without prior notice.\n\nThe Sepetim Service and its contents are provided \"as is\" and \"as available\" without any warranty or representations of any kind, whether express or implied. Sepetim is a distributor and not a publisher of the content supplied by third parties; as such, Sepetim exercises no editorial control over such content and makes no warranty or representation as to the accuracy, reliability or currency of any information, content, service or merchandise provided through or accessible via the Sepetim Service. Without limiting the foregoing, Sepetim specifically disclaims all warranties and representations in any content transmitted on or in connection with the Sepetim Service or on sites that may appear as links on the Sepetim Service, or in the products provided as a part of, or otherwise in connection with, the Sepetim Service, including without limitation any warranties of merchantability, fitness for a particular purpose or non-infringement of third party rights. No oral advice or written information given by Sepetim or any of its affiliates, employees, officers, directors, agents, or the like will create a warranty. Price and availability information is subject to change without notice. Without limiting the foregoing, Sepetim does not warrant that the Sepetim Service will be uninterrupted, uncorrupted, timely, or error-free.",
    "contact_us_title": "Contact Us",
    "contact_us_paragraph": "Don't hesitate to contact us if you have any questions.",
    "via_email": "Via Email: "
  },
  
  "pp_section" : {
    "privacy_policy_title": "Privacy Policy",
    "updated_at": "Updated at 2020-10-09",
    "privacy_policy_paragraph": "Sepetim (“we,” “our,” or “us”) is committed to protecting your privacy. This Privacy Policy explains how your personal information is collected, used, and disclosed by Sepetim.\n\nThis Privacy Policy applies to our website, and its associated subdomains (collectively, our “Service”) alongside our application, Sepetim. By accessing or using our Service, you signify that you have read, understood, and agree to our collection, storage, use, and disclosure of your personal information as described in this Privacy Policy and our Terms of Service.",
    "what_information_do_we_collect_title": "What Information Do We Collect?",
    "what_information_do_we_collect_paragraph": "We collect information from you when you visit our app, register on our site, place an order, subscribe to our newsletter, respond to a survey or fill out a form.\n\n    - Email Addresses\n    - Password\n\nWe also collect information from mobile devices for a better user experience, although these features are completely optional:\n\n    - Camera (Pictures): Granting camera permission allows the user to upload any picture straight from the , you can safely deny camera permissions for this.\n    - Photo Gallery (Pictures): Granting photo gallery access allows the user to upload any picture from their photo gallery, you can safely deny photo gallery access for this.",
    "user_information_from_third_parties_title": "When does Sepetim use end user information from third parties?",
    "user_information_from_third_parties_paragraph": "Sepetim will collect End User Data necessary to provide the Sepetim services to our customers. End users may voluntarily provide us with information they have made available on social media websites. If you provide us with any such information, we may collect publicly available information from the social media websites you have indicated. You can control how much of your information social media websites make public by visiting these websites and changing your privacy settings.",
    "do_we_share_information_title": "Do we share the information we collect with third parties?",
    "do_we_share_information_paragraph": "We may share the information that we collect, both personal and non-personal, with third parties such as advertisers, contest sponsors, promotional and marketing partners, and others who provide our content or whose products or services we think may interest you. We may also share it with our current and future affiliated companies and business partners, and if we are involved in a merger, asset sale or other business reorganization, we may also share or transfer your personal and non-personal information to our successors-in-interest.\n\nWe may engage trusted third party service providers to perform functions and provide services to us, such as hosting and maintaining our servers and the app, database storage and management, e-mail management, storage marketing, credit card processing, customer service and fulfilling orders for products and services you may purchase through the app. We will likely share your personal information, and possibly some non-personal information, with these third parties to enable them to perform these services for us and for you.\n\nWe may share portions of our log file data, including IP addresses, for analytics purposes with third parties such as web analytics partners, application developers, and ad networks. If your IP address is shared, it may be used to estimate general location and other technographics such as connection speed, whether you have visited the app in a shared location, and type of the device used to visit the app. They may aggregate information about our advertising and what you see on the app and then provide auditing, research and reporting for us and our advertisers.\n\nWe may also disclose personal and non-personal information about you to government or law enforcement officials or private parties as we, in our sole discretion, believe necessary or appropriate in order to respond to claims, legal process (including subpoenas), to protect our rights and interests or those of a third party, the safety of the public or any person, to prevent or stop any illegal, unethical, or legally actionable activity, or to otherwise comply with applicable court orders, laws, rules and regulations.",
    "where_and_when_information_collected_title": "Where and when is information collected from customers and end users?",
    "where_and_when_information_collected_paragraph": "Sepetim will collect personal information that you submit to us. We may also receive personal information about you from third parties as described above.",
    "how_do_we_use_information_title": "How Do We Use The Information We Collect?",
    "how_do_we_use_information_paragraph": "Any of the information we collect from you may be used in one of the following ways:\n\n    - To personalize your experience (your information helps us to better respond to your individual needs)\n    - To improve our app (we continually strive to improve our app offerings based on the information and feedback we receive from you)\n    - To improve customer service (your information helps us to more effectively respond to your customer service requests and support needs)\n    - To process transactions",
    "how_long_do_we_keep_title": "How Long Do We Keep Your Information?",
    "how_long_do_we_keep_paragraph": "We keep your information only so long as we need it to provide Sepetim to you and fulfill the purposes described in this policy. This is also the case for anyone that we share your information with and who carries out services on our behalf. When we no longer need to use your information and there is no need for us to keep it to comply with our legal or regulatory obligations, we’ll either remove it from our systems or depersonalize it so that we can't identify you.",
    "how_do_we_protect_title": "How Do We Protect Your Information?",
    "how_do_we_protect_paragraph": "We implement a variety of security measures to maintain the safety of your personal information when you place an order or enter, submit, or access your personal information. We offer the use of a secure server. All supplied sensitive/credit information is transmitted via Secure Socket Layer (SSL) technology and then encrypted into our Payment gateway providers database only to be accessible by those authorized with special access rights to such systems, and are required to keep the information confidential. After a transaction, your private information (credit cards, social security numbers, financials, etc.) is never kept on file. We cannot, however, ensure or warrant the absolute security of any information you transmit to Sepetim or guarantee that your information on the Service may not be accessed, disclosed, altered, or destroyed by a breach of any of our physical, technical, or managerial safeguards.",
    "could_my_information_be_transferred_title": "Could my information be transferred to other countries?",
    "could_my_information_be_transferred_paragraph": "Sepetim is incorporated in Turkey. Information collected via our website, through direct interactions with you, or from use of our help services may be transferred from time to time to our offices or personnel, or to third parties, located throughout the world, and may be viewed and hosted anywhere in the world, including countries that may not have laws of general applicability regulating the use and transfer of such data. To the fullest extent allowed by applicable law, by using any of the above, you voluntarily consent to the trans-border transfer and hosting of such information.",
    "can_i_update_my_information_title": "Can I update or correct my information?",
    "can_i_update_my_information_paragraph": "The rights you have to request updates or corrections to the information Sepetim collects depend on your relationship with Sepetim. Personnel may update or correct their information as detailed in our internal company employment policies.\n\nCustomers have the right to request the restriction of certain uses and disclosures of personally identifiable information as follows. You can contact us in order to (1) update or correct your personally identifiable information, (2) change your preferences with respect to communications and other information you receive from us, or (3) delete the personally identifiable information maintained about you on our systems (subject to the following paragraph), by cancelling your account. Such updates, corrections, changes and deletions will have no effect on other information that we maintain, or information that we have provided to third parties in accordance with this Privacy Policy prior to such update, correction, change or deletion. To protect your privacy and security, we may take reasonable steps (such as requesting a unique password) to verify your identity before granting you profile access or making corrections. You are responsible for maintaining the secrecy of your unique password and account information at all times.\n\nYou should be aware that it is not technologically possible to remove each and every record of the information you have provided to us from our system. The need to back up our systems to protect information from inadvertent loss means that a copy of your information may exist in a non-erasable form that will be difficult or impossible for us to locate. Promptly after receiving your request, all personal information stored in databases we actively use, and other readily searchable media will be updated, corrected, changed or deleted, as appropriate, as soon as and to the extent reasonably and technically practicable.\n\nIf you are an end user and wish to update, delete, or receive any information we have about you, you may do so by contacting the organization of which you are a customer.",
    "affiliates_title": "Affiliates",
    "affiliates_paragraph": "We may disclose information (including personal information) about you to our Corporate Affiliates. For purposes of this Privacy Policy, \"Corporate Affiliate\" means any person or entity which directly or indirectly controls, is controlled by or is under common control with Sepetim, whether by ownership or otherwise. Any information relating to you that we provide to our Corporate Affiliates will be treated by those Corporate Affiliates in accordance with the terms of this Privacy Policy.",
    "governing_law_title": "Governing Law",
    "governing_law_paragraph": "This Privacy Policy is governed by the laws of Turkey without regard to its conflict of laws provision. You consent to the exclusive jurisdiction of the courts in connection with any action or dispute arising between the parties under or in connection with this Privacy Policy except for those individuals who may have rights to make claims under Privacy Shield, or the Swiss-US framework.\n\nThe laws of Turkey, excluding its conflicts of law rules, shall govern this Agreement and your use of the app. Your use of the app may also be subject to other local, state, national, or international laws.\n\nBy using Sepetim or contacting us directly, you signify your acceptance of this Privacy Policy. If you do not agree to this Privacy Policy, you should not engage with our website, or use our services. Continued use of the website, direct engagement with us, or following the posting of changes to this Privacy Policy that do not significantly affect the use or disclosure of your personal information will mean that you accept those changes.",
    "your_consent_title": "Your Consent",
    "your_consent_paragraph": "We've updated our Privacy Policy to provide you with complete transparency into what is being set when you visit our site and how it's being used. By using our Sepetim, registering an account, or making a purchase, you hereby consent to our Privacy Policy and agree to its terms.",
    "links_to_other_websites_title": "Links to Other Websites",
    "links_to_other_websites_paragraph": "This Privacy Policy applies only to the Services. The Services may contain links to other websites not operated or controlled by Sepetim. We are not responsible for the content, accuracy or opinions expressed in such websites, and such websites are not investigated, monitored or checked for accuracy or completeness by us. Please remember that when you use a link to go from the Services to another website, our Privacy Policy is no longer in effect. Your browsing and interaction on any other website, including those that have a link on our platform, is subject to that website’s own rules and policies. Such third parties may use their own cookies or other methods to collect information about you.",
    "kids_privacy_title": "Kids' Privacy",
    "kids_privacy_paragraph": "We do not address anyone under the age of 13. We do not knowingly collect personally identifiable information from anyone under the age of 13. If You are a parent or guardian and You are aware that Your child has provided Us with Personal Data, please contact Us. If We become aware that We have collected Personal Data from anyone under the age of 13 without verification of parental consent, We take steps to remove that information from Our servers.",
    "changes_to_our_privacy_policy_title": "Changes To Our Privacy Policy",
    "changes_to_our_privacy_policy_paragraph": "We may change our Service and policies, and we may need to make changes to this Privacy Policy so that they accurately reflect our Service and policies. Unless otherwise required by law, we will notify you (for example, through our Service) before we make changes to this Privacy Policy and give you an opportunity to review them before they go into effect. Then, if you continue to use the Service, you will be bound by the updated Privacy Policy. If you do not want to agree to this or any updated Privacy Policy, you can delete your account.",
    "third_party_services_title": "Thir-Party Services",
    "third_party_services_paragraph": "We may display, include or make available third-party content (including data, information, applications and other products services) or provide links to third-party websites or services (\"Third- Party Services\").\n\nYou acknowledge and agree that Sepetim shall not be responsible for any Third-Party Services, including their accuracy, completeness, timeliness, validity, copyright compliance, legality, decency, quality or any other aspect thereof. Sepetim does not assume and shall not have any liability or responsibility to you or any other person or entity for any Third-Party Services.\n\nThird-Party Services and links thereto are provided solely as a convenience to you and you access and use them entirely at your own risk and subject to such third parties' terms and conditions.",


    "contact_us_title": "Contact Us",
    "contact_us_paragraph": "Don't hesitate to contact us if you have any questions.",
    "via_email": "Via Email: "
  }
 
























  

  

}
